Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཝ་སྐད་ འབྱིན་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1164 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Howling Like a Jackal.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ ཐམས་ཅད་ མཁྱེན་པ འམ །_ རང་ སངས་རྒྱས་ སམ །_ དགྲ་བཅོམ་པ འམ །_ ཆོས་ དང་ འདུལ་བ་ ལ་ ངན་ དུ་ བརྗོད་ ཅིང་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people speak badly about the omniscient ones, solitary buddhas, worthy ones, or the Dharma and the Vinaya.

source: ཆོས་མ་ ཡིན་པ་ ལ་ ཆོས་ ལྟ་བུ ར་ བརྗོད་ ལ་ གཞན་དག་ ཀྱང་ ཆོས་མ་ ཡིན་པ་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད །_ ཤིན་ཏུ་ དགའ་བ ར་ བྱེད །_ རབ་ཏུ་ དགའ་བ ར་ བྱེད་ ལ །_
en: Such people may then also teach something that is not Dharma as if it were. They may establish others in that teaching and make others feel delighted and enthusiastic about it.

source: དེ་ ཆོས་མ་ ཡིན་པ་ དེ་ཉིད་ ལ་ ཡང་ དང་ ཡང་ དུ་ ཆོས་ ལྟ་བུ ར་ སྟོན་པ ར་ བྱེད་ ཅིང་ འཕགས་པ་ རྣམས་ ལ་ རྟག་ ཏུ་ མི་ སྙན་པ ར་ བརྗོད་ ན་
en: In this fashion, they may repeatedly teach non-Dharma to others while constantly disparaging noble beings.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཝ་སྐད་ འབྱིན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Howling Like a Jackal.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ བདུན་ གྱི་ གནོད་པ་ [269b] བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ དང་ འཐུན་ པར་ འབྱུང་ ངོ་ །_།
en: $1165 “As an effect that accords with their karmic deeds, the beings in that realm will experience {{page:{number:376,id:UT22084-068-021-100402,folio:F.269.b,volume:V68}}} the combined tortures of the Reviving Hell and the rest of the previous seven hells.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ ལས་ ཀྱིས་ བྱས་པ འི་ ཝ་ཁ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ གང་ ལ་ དེར་ སྐྱེས་མ་ ཐག་ ཏུ་ ཝ་ མཆེ་བ་ རབ་ཏུ་ འབར་བ་ རྣམས་ རྒྱུག་ སྟེ
en: In particular, that realm is teeming with foxes with flaming mouths, which are produced by karmic action.

source: འཕགས་པ་ ལ་ སྐུར་བ་ འདེབས་པ་ དེ་ ལ་ འཛིན་པ ར་ བྱེད་ དོ །_།
en: As soon as the one who defamed noble beings is born there, the foxes will come bounding.

source: སྡིག་པ་ བྱེད་པ་ དེ འི་ མགོ་ཡང་ གཞན །_ ལྕེ་ ཡང་ གཞན །_ གླད་པ་ ཡང་ གཞན །_ བྲང་ཞོལ་ ཡང་ གཞན །_ སྙིང་ ཡང་ གཞན །_ མཆེར་པ་ ཡང་ གཞན །_ རྒྱུ་མ་ ཡང་ གཞན །_ གཉེ་མ་ ཡང་ གཞན །_ ལྟོ་བ་ ཡང་ གཞན །_ སྟ་ཟུར་ ཡང་ གཞན །_ བརླ འི་ རུས་ སྦུབས་ ཀྱང་ གཞན །_ བྱིན་པ འི་ སྦུབས་ ཀྱང་ གཞན །_ པུས་མོ འི་ ལྷ་ང་ ཡང་ གཞན །_ ལག་པ་ དང་ རྐང་པ་ ཡང་ གཞན །_ སོར་མོ་ ཡང་ གཞན །_ རྐང་པ འི་ སོར་མོ་ ཡང་ གཞན་ དུ་ ཁྱེར་ ཏེ
en: They will bite into the evildoer and dash off with his head, tongue, brain, lower chest, heart, spleen, small intestine, large intestine, stomach, hips, thighbones, calves, knees, hands, feet, fingers, and toes.

source: དེ་ལྟ ར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཞིགས་པ་ ཐམས་ཅད་ སོ་སོ ར་ ཁྱེར་ རོ །_།
en: In this way, they will tear his body asunder and run away with all the different major and minor body parts.

source: དེ་ནས་ ཡང་ དེ འི་ སྡིག་པ འི་ ལས་ ཀྱིས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་པ་ མྱོང་བ འི་ འབྲས་བུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ ན་ ཡུན་རིང་ དུ་ འབྲས་བུ་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, those who completed and accumulated negative actions will for long continue to endure the painful consequences of those acts.

source: དེ་ གལ་ཏེ་ ཡང་ཐ ར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $1166 “When they finally manage to escape, they will run off as best they can.

source: གཤིན་རྗེ འི་ མི་ གཞན་དག་ གིས་ བཟུང་ ནས་ དེ འི་ ཁ་ དེ་ གདངས་ ཏེ་ ལྕེ་ བཟུང་ ནས་ མཚོན་ ཧུ་ ལུ་ དག་ གིས་ དུམ་བུ་ དུམ་བུ ར་ གཅོད་ དོ །_།
en: Yet they will be apprehended by the henchmen of the Lord of Death, who will force open their mouths, grab their tongues, and cut them to pieces with their weapons.

source: བཅད་ ནས་ ཀྱང་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ འི་ ངག་ མི་གཙང་བ་ འབྱིན་པ་ གང་ གིས་ འཕགས་པ་ ལ་ སྐུར་པ་ བཏབ་པ་ དང་ །_ ཕ་རོལ་ དག་ ལ་ ཆོས་མ་ ཡིན་པ་ ལ་ ཆོས་ ལྟ་བུ ར་ བསྟན་པ་ ནི་ དེ་ལྟ ར་ དེ་ ཡུན་རིང་ དུ་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ ཚ་བ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: However, whenever their tongues have been chopped up, new tongues will grow out, and so those who uttered filthy words, denigrated noble beings, and taught non-Dharma to others as if it were the Dharma, will long continue to suffer excruciating pain.

source: དེ་ གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ནས་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ །_ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $1167 “If they escape such torture, they will again run off as best they can, yearning for safety, refuge, and protection.

source: དེ འི་ ལས་ ཀྱིས་ བྱས་པ་ གཤིན་རྗེ འི་ མི་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ དེ་དག་ གིས་ ཡང་ བཟུང་ ངོ་ །_།
en: Yet the henchmen of the Lord of Death, created by karmic action, will again appear and catch them.

source: བཟུང་ ནས་ ཀྱང་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ སྨྲ་བ་ དང་ །_ གཡོ་ ཐབས་ སྨྲ་བ །_ སྡིག་པ་ སྨྲ་བ །_ ཆོས་ ངན་པ འི་ ཆོས་ ཀྱིས་ སེམས་ [270a] ཅན་ དག་ ལམ་བཟང་པོ་ ལས་ སྐྱོད་པ ར་ བྱེད་ ཅིང་ སྨྲ་བ་ དེ་དེ་ རྣམས་ ཀྱིས་ བཟུང་ སྟེ་ཁ་ གདངས་ ནས་ དེ འི་ ལྕེ་ ཕྱུང་ ངོ་ །_།
en: Thus, those who spoke wrongly and deceitfully, those who spoke evil and swayed sentient beings away from the path of goodness, {{page:{number:377,id:UT22084-068-021-100403,folio:F.270.a,volume:V68}}} will be nabbed by the henchmen who will proceed to force open their mouths and tear out their tongues.

source: དེ་ཡང་ འཇམ་ ཞིང་ ཟངས་ ཀྱི་ མདོག་ ལྟར་ དམར་བ་ རྒྱང་གྲགས་ ཙམ་ དུ་ སྐྱེས་ ཏེ །_ དེ་ཡང་ ལྕགས་ ཀྱི་ ས་གཞི་ རབ་ཏུ་ འབར་བ་ ལ་ ལྡག་ ཏུ་ འཇུག་ གོ །_།
en: New tongues that are soft and red like copper will then grow out, and with those tongues they will be forced to lick the burning ground.

source: ལྡག་ ཏུ་ བཅུག་ ནས་ ཐོང་གཤོལ་ གྱི་ སོ་ རྣོ་ ཞིང་ འབར་ ལ་ རབ་ཏུ་ འབར་བ་ བརྒྱ་ དང་ །_ རྨོན་གླང་ རྨིག་པ་ འདོར་བ་ རྣོ་ ཞིང་
en: Then the henchmen will run flaming plows with a hundred sharp blades through those tongues, furrowing them with the help of oxen with sharp hooves.

source: རབ་ཏུ་ འབར་བ་ ཐོང་མཁན་ དང་ ལྡན་པ་ རྣམས་ ཀྱིས་ དོན་ མ་ཡིན་པ་ བྱེད་པ་ འཇིག་རྟེན་ ཕ་རོལ་ ཏུ་ འགྲོ་བ འི་ དབང་ དུ་ གྱུར་ ཅིང་ དོན་ མ་ཡིན་པ འི་ སྐྱེ་གནས་ ལྕེ ར་ མིང་ བཏགས་པ་ དེ་ ལ་ རྨེད་པ ར་ བྱེད་ དེ དེ་ལྟ ར་ དེ་ ཡུན་རིང་ དུ་ འཚེད་ ཅིང་ སྲེག་ གོ །_།
en: Thus, the one that causes such failure, the one that governs the journey beyond the world, that source of failure—that thing which we call ‘the tongue’—will be subjected to the plow, and so these beings will broil and burn for a long time.

source: དེ འི་ ལྕེ་ གནོད་པ་ དང་ ཕྲད་པ་ དེ་ ངུ་བ ར་ བྱེད །_ འཁུན་པ ར་ བྱེད །_ ཀུ་ ཆོ་ འདོན་པ ར་ བྱེད །_ ངུ་སྐད་ འབྱིན་པ ར་ བྱེད །_ མིག་ ཡོངས་སུ་ འགྱུར་བ ར་ བྱེད་ དོ །_།
en: As their tongues are subjected to this torture, the hell beings will cry, groan, scream, and wail, and their eyes will roll.

source: དེ་ལྟ ར་ དེ་ ངུ་སྐད་ འབྱིན་པ་ ན་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: The henchmen will then utter the following verses of instruction to the crying hell beings:

source: སྡིག་ཚིག་ ཡིད་ ལ་ བསམས་ ནས་ སུ །_། འཕགས་ ལ་ སྨོད་ གང་ དམྱལ་བ ར་ ནི །_། བྱེ་བ་ ལྔ་ བཅུ་ རྩ་ དྲུག་ དང་ །_། དེ་བཞིན་ བྱེ་བ་ ཕྲག་ དྲུག་ གནས །_།
en: $1168 “ ‘Those who spoke ill of noble beings With unwholesome words in mind, Will remain in hell for five hundred sixty million, Or sixty million years.#162

source: ཆོས་མ་ ཡིན་པ་ ཆོས་ ཚུལ་ དང་ །_། སྡིག་ བྱེད་ ལེགས་པ འི་ ཚུལ་ དུ་ ནི །_། ཁྱོད་ ཀྱིས་ སྔོན་ ནི་ གང་ སྨྲས་པ །_།
en: $1169 “ ‘Previously, your words Would construe Dharma out of non-Dharma And present evil as if it were good.

source: མེ་ དེས་ ཁྱོད་ ལ་ སྐྲག་པ ར་ བྱེད །_།
en: Now you are terrified by these fires.

source: ཇི་ལྟ ར་ སེམས་ཅན་ ཁྱད་པར་ཅན །_། ཆོས་ འདོད་ དག་ ལས་ ཁྱོད་ ཀྱིས་ སུ །_། ངེས་པ ར་ ངན་འགྲོ ར་ འགྲོ་བ་ ཡིན །_། བདེ་མེད་ སྡིག་པ་ རབ་ཏུ་ སྨྲས །_།
en: $1170 “ ‘Myriad different beings Who wanted the Dharma You instead led into the lower realms, Denying them happiness and instructing them in evil.

source: གང་ཞིག་ རྟག་ ཏུ་ བརྫུན་ སྨྲ་ ཞིང་ །_། ཆོས་མ་ ཡིན་ སྨྲ་ ཆོས་ལྡན་ མིན །_། དེ་ ཡུལ་ ཀུན་ གྱི་ རྐུན་མ་ ཡིན །_། རྐུན་མ་ ཐ་མལ་ རྐུན་མ་ མིན །_།
en: $1171 “ ‘Those who always speak lies, Who do not speak Dharma, and who have no Dharma, They are the thieves of all things— Here ordinary thieves are not the actual thieves.

source: ཆོས་ སྨྲ་བ་ ཡི་ མི་ དག་ ག་ གང་ །_། ཆོས་ཉིད་ ལ་ ནི་ སྤྱོད་པ་ སྟེ །_། གང་ དུ་ འགྲོ་བ་ གནོད་ མེད་པ འི །_། རྟག་པ འི་ གནས་ སུ་ དེ་ འགྲོ་ འོ །_།
en: $1172 “ ‘Those who speak Dharma And who practice Dharma Travel to a place free from harm, The eternal abode.

source: འཁྲུག་ མེད་ མི་ཟད་ ནོར་ ཡིན་ ཏེ །_། སྐྱེ་བོ་ ཀུན་ གྱི་ ཇོ་བོ ར་ ཆེ །_།
en: $1173 “ ‘Refraining from strife is an inexhaustible wealth And the lord of all beings.

source: བདེན་པ་ མཐོ་རིས་ སྐས་ ཡིན་ ཏེ །_། དེ་ཉིད་ མྱ་ངན་ འདས་པ འི་ སྒོ །_།
en: Truth is the stairway to the higher realms And the gateway to the transcendence of suffering.

source: དེ་ལྟ ར་ བདེན་པ་ མཆོག་ བརྟགས་པ །_། རྟག་ ཏུ་ ཆོས་ཤེས་ དྲན་པ་ ནི །_། [270b] མྱ་ངན་ དགའ་བ་ མེད་ གནས་ སུ །_། མི་མཆོག་ འདི་ ནི་ འགྲོ་བ ར་ འགྱུར །_།
en: $1174 “ ‘One who thinks of the supreme truth And is always is mindful, with the knowledge of Dharma, {{page:{number:378,id:UT22084-068-021-100404,folio:F.270.b,volume:V68}}} Is a supreme individual who journeys To the abode beyond suffering and happiness.

source: ཁྱོད་ ཀྱིས་ ཆོས་ ནི་ རྣམ་ སྤངས་པ །_། མཁས་པ་ རྣམས་ ཀྱིས་ སྨད་པ་ ཡིན །_།
en: $1175 “ ‘You abandoned the Dharma And became reviled by the learned.

source: ཁྱོད་ ཀྱིས་ མི་ བཟད་ གང་ བསྒྲགས་པ །_། དེ་ འདིར་ ཁྱོད་ ལ་ རྣམ་པར་ འཚེད །_།
en: The terrible things that you said Are what make you boil here.’

source: དེ་ལྟ ར་ འཕགས་པ་ ལ་ སྐུར་པ་ འདེབས་པ འི་ མི་ དེ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་ ནས་ གནོད་པ་ སྔ་མ་ དག་པ ས་ མང་བ ར་ གནོད་པ ར་ བྱེད་ དེ
en: $1176 “Having given these instructional verses to those who spoke ill of noble beings, the henchmen ratchet up their torture even more.

source: གང་དེ འི་ མིང་ ཡང་ ཤེས་པ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: Here, it is to even difficult think of a name for such misery.

source: འཕགས་པ་ ལ་ ངན་ དུ་ བརྗོད་པ་ དེ་ཉིད་ ཀྱི་ གནོད་པ་ མི་བཟད་པ་ གང་ཡིན་པ་ རྒྱུ་ དང་ འཐུན་ པར་ འབྲས་བུ་འབྱུང་བ་ ནི་ དེ་བཞིན་ གཤེགས་པ ས་ གསུང་ སྟེ །_ དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: The Thus-Gone One has explained that excruciating pain will be the consequence of speaking ill of noble beings, and so the ones who did so will continue to suffer vicious harm until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ འབུམ་ དུ་ ཡི་དགས་ བཟླུམས་པ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ་
en: $1177 “Once they escape this hell, as an effect that accords with their causal actions, they will be born one hundred thousand times as starving spirits with rotund bodies.

source: གང་དག་ གི་ ལུས་ ཤ འི་ གོང་བུ་ ལྟར་ བཟླུམས་པ ར་ འགྱུར་ ཏེ །_ མཐོང་བ་ མེད །_ ཐོས་པ་ མེད །_ མནོམ་པ་ མེད །_ སྨྲ་བ་ མེད་ དོ །_།
en: In this regard, they will be born with bodies that are like a lump of flesh and they will be unable to see, hear, smell, or speak.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་ སྟོང་ དུ་ ལྗན་ལྗིན་ གྱི་ སྲིན་བུ ར་ འགྱུར །_
en: When free from that condition, they will proceed to live three thousand lives as worms in filth.

source: དེ་ལས་ ཀྱང་ ཐར་ ནས་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དབུལ་ ཞིང་ ཚིག་ ཀུན་ གྱིས་ ཡིད་ མི་ ཆེས་པ་ དང་ །_
en: Thereafter, they may be born with the general lot in life of a human, yet for five hundred lives, they will be poor and their words will not be trusted by anybody.

source: བརྗེད་ངས་པ་ དང་ །_ ལྐུགས་པ་ དང་ །_ འོན་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will be forgetful, mute, and deaf.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ ཅེ་སྤྱང་ གི་ ཟས་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1178 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Eaten by Iron Jackals.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ཤིན་ཏུ་ འཁྲུགས་པ འི་ སེམས་ དང་སེམས་ རྩུབ་མོ ས་ བསམས་ བསམས་ ཏེ །_
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some may develop an extremely disturbed and vicious mind.

source: དགའ་ ནས་ དགེ་འདུན་ གྱི་ གཙུག་ལག་ཁང་ ལ་ མེ་ སྦར་ ལ་ དེར་ ཡང་ སངས་རྒྱས་ ཀྱི་ སྐུ་གཟུགས་ བསྲེགས་ ཤིང་ དགེ་འདུན་ གྱི་ གནས་ [271a] ན་ མལ་སྟན་ དང་ །_ གོས་ དང་ །_ ནོར་ དང་ །_ འབྲུ འི་ འབྱོར་པ་ མང་པོ་ དག་ མེ འི་ ཉེས་པ ས་ ཚིག་ ལ་ ཚིག་པ་ དེ་ ལ་
en: Thus, they might happily set fire to a temple of the saṅgha, burning the image of the Buddha, {{page:{number:379,id:UT22084-068-021-100405,folio:F.271.a,volume:V68}}} and setting ablaze the bedding, garments, wealth, and food stores of the saṅgha.

source: ཡང་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ཅིང་ འགྱོད་པ ར་ མི་ བྱེད །_
en: Without any regret, they might look back at their act with glee.

source: གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ འཇོག་པ ར་ བྱེད །_ ཤིན་ཏུ་ དགའ་བ ར་ བྱེད །_
en: They might also instigate similar acts and cause others to grow fond of and approve of such acts.

source: ཡང་དག་ པར་ རབ་ཏུ་ དགའ་བ ར་ བྱེད་ ལ་ལ ས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ ལྡན་པ ར་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ ཅེ་སྤྱང་ གི་ ཟས་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who perpetrate such initiated and completed actions will, upon separating from their bodies, fall into the lower realms and take birth in the hell known as Eaten by Iron Jackals.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ གང་ཡིན་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་ སྟེ །_ ཐམས་ཅད་ སྟོང་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1179 “The beings in that realm experience the combined sufferings of the Reviving Hell, and so forth, intensified a thousandfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ ཇི་ལྟ ར་ ལས་ ལྕི་བ ས་ གནོད་པ་ ཡང་ལྕི་ བར་ འགྱུར་ ཏེ །_
en: In particular, since their karmic actions are severe, so will their misery be.

source: གང་ གནོད་པ འི་ རྒྱུ་ དང་ འཐུན་ པར་ འབྲས་བུ་འབྱུང་ ཞིང་ས་ བོན་ དང་ འཐུན་ པར་ འབྲས་བུ་འབྱུང་ ངོ་ །_།
en: They will experience a result that accords with the harm they caused, since fruits manifest in accordance with their seeds.

source: འདི་ལྟར་ དེར་ སྐྱེས་པ འི་ ལས་ ཀྱི་ རྐྱེན་ གྱིས་ ལུས་ ཐམས་ཅད་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ ར་ འགྱུར་ ལུས་ དེ་ལས་ མགོ་ བཅུ་གཅིག་ བྱུང་བ་ དཔག་ཚད་ བཅུ་ བཅུ་ ཡོད་ དེ །_
en: The karmic conditions for taking birth in this realm will produce a body that is aflame and has eleven heads, each of which measures ten leagues.

source: སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ པས་ ཤིན་ཏུ་ དྲག་ ཅིང་ མི་བཟད་པ་ འབྱུང་ ངོ་ །_།
en: Among all hells, this one is extremely vicious and excruciating.

source: དེ འི་ དབུས་ ན་ འདུག་པ འི་ མི་རི་ ལྟ་བུ ར་ ཀུན་ ནས་ རྣམ་པ་ ཐམས་ཅད་ དུ་ རབ་ཏུ་ འབར་ ཀུན་ ཏུ་ རབ་ཏུ་ འབར་ ཏེ །_
en: In its center stands a mountain of fire, always completely ablaze.

source: བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ འི་ ལུས་ དག་ འཚེད་ དོ །_། སྲེག་ གོ །_། གསོད་ དོ །_།
en: Starving and thirsting, the hell beings are thus boiled, burned, and slaughtered.

source: ཀུན་ ནས་ ལག་པ་ གྱེན་ དུ་ བསྒྲེང་ སྟེ །_ དེ འི་ ལག་པ་ དེ་ཡང་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཙམ་ དུ་ འབར་བ འི་ ཕྲེང་བ ས་ འཁྲུགས་ ཤིང་ དེ་ རྩྭ འི་ རི་ ལྟར་ སྲེག་ གོ _།
en: As they stand with their hands raised into the air, tongues of flames five hundred leagues tall engulf them, and so they will be set ablaze, just like the central mountain.

source: དེ་ ཀུན་ ནས་ སྲེག་པ་ ན་ ངུ་སྐད་ འབྱིན་ འོ་དོད་ འབོད་ ཀུ་ ཆོ་ འདོན་ ཅིང་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_། དེ་ ངུ་སྐད་ འདོན་པ་ ན་ མེ་ལྕེ་ དེས་ དེ འི་ ཁ་ ཐམས་ཅད་ འགེངས་པ ར་ བྱེད་ དོ །_།
en: While they burn, they cry, howl, wail, and weep, but as soon as they open their mouths they will be filled with flames.

source: དེ འི་ ཁ་ཕྱེ་བ་ དང་ །_ ཕྱི་རོལ་ དུ་ ཀུན་ ནས་ རབ་ཏུ་ འབར་ ཞིང་ རྟག་ ཏུ་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ་ ཡང་ དང་ ཡང་ དུ་ འཕེལ་བ འི་ མེས་ སྲེག་པ་ ན་ ཡུན་རིང་ དུ་ འཚེད་ དོ །_།
en: Thus, their open mouths and the flaming environment will turn into one single, expanding conflagration of fire. In this way they will burn for a long time.

source: དེ་ གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_། མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་ [271b] གཉེན་ འདོད་པ །_
en: $1180 “When they finally escape, they will take off as best they can, yearning for refuge, safety, protection, and relief. {{page:{number:380,id:UT22084-068-021-100406,folio:F.271.b,volume:V68}}}

source: བདེ་བ་ འདོད་པ་ དེ་ འབྲོས་པ་ དང་ །_ ལེགས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ འབྲེལ་བ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ གནས་ གཞན་ དུ་ འབྱུང་ སྟེ མཚན་མོ་ རི་ ལ་ཆ ར་ འབབ་པ འི་ ཆུ་ ལྟར་ གནོད་པ་ འཕེལ་ ལོ །_།
en: Then, due to the correspondences of their previous wholesome and unwholesome actions, another hell will appear where tortures abound like the rain that falls in the mountains at night.

source: དེ འི་ ལྕགས་ ཀྱི་ རྡོ་ རྒྱང་གྲགས་ ཙམ་ རབ་ཏུ་ འབབ་ སྟེ་ དེ་དག་ གིས་ དེ འི་ གླད་པ་ ལ་སོགས་ པ་ ནས་ རྐང་པ འི་ བར་ ཇི་ལྟ ར་ བཅའ་སྒ་ བཏགས་པ་ ལྟ་བུ ར་ དེ་ལྟ ར་ ཕྱེ་མར་ བྱེད་ དེ་དེ འི་ ལུས་ མངོན་པ་ མེད་པར་ བྱེད་ དོ །_།
en: Iron boulders a league in diameter will roll down from above, mashing and pulverizing them like ginger, from their brains to their feet.

source: དེ་ལྟ ར་ དེ་ ལྕགས་ ལས་ བྱས་པ འི་ རྡོ་ མི་བཟད་པ་ ཆར་ ལྟར་ འབབ་པ ས་ བཏགས་པ་ ན་ དེ་ནས་ ཡང་ སླར་ འཚོ་བར་ འགྱུར་ ཏེ །_
en: Yet even though they have died in this awful torrent of boulders, they will again be revived.

source: ཅེ་སྤྱང་ གི་ མཆེ་བ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ དེ འི་ ལུས་ བཅའ་སྒ་ ལྟར་ སྲབ་མོ ར་ བྱས་ ཤིང་ཟ འོ །_།
en: Jackals with flaming fangs will then burst forth.

source: དེ་ནས་ ཡང་ བྱུང་ ཞིང་ སྐྱེས་ ནས་ ཅེ་སྤྱང་ མི་བཟད་པ་ དེ་དག་ གིས་ ཟ་ སྟེ །_
en: Mincing them as if they were ginger, the jackals will devour the hell beings, who will then be reborn, only to be eaten once more by the ferocious jackals.

source: དེ་ལྟ ར་ ཡང་ ཡུན་རིང་ དུ་ འཚེད་ ཅིང་ སྲེག་ གོ །_།
en: In this manner, they will boil and burn for a long time.

source: སླར་ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ དེ་ལས་ དེ་ མྱོང་བ ར་ འགྱུར །_
en: $1181 “These repeated rebirths are experienced due to their karmic actions.

source: སོ་སོ་ ཡང་དག་ པར་ ཚོར་བ ར་ འགྱུར །_ དེ་ སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ་ གནོད་པ་ དག་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: Thus, as an experience of their actions, they will undergo torturous sensations and destruction.

source: རང་ གིས་ བྱས་ ཤིང་ གཞན་ གྱིས་ མ་ བྱས་པ་ མ་ བྱས་པ་ དང་ ཕྲད་པ་ མ་ ཡིན །_
en: All that they encounter is of their own doing and not that of anyone else.

source: བྱུང་བ་ རྣམས་ ཀྱིས་ བྱས་པ་ ཆུད་ ཟ་བ་ མ་ ཡིན །_ རྒྱུ་ མེད་པ་ མ་ ཡིན །_ འདོད་རྒྱལ་ ལས་ བྱུང་བ་ མ་ ཡིན །_ རྒྱུ་ དང་ རྐྱེན་ མི་ འཐུན་པ་ ལས་ བྱུང་བ་ མ་ ཡིན །_
en: That which they have done will not go to waste, and therefore these events are not uncaused, they are not arbitrary, and they are not due to discordant causes and effects.

source: བྱེད་པ་པོ ས་ བྱིན་ གྱིས་ མ་ བརླབས །_ ཚོར་བ་པོ ས་ བྱིན་ གྱིས་ མ་ བརླབས་ ཏེ །_
en: They do not happen in terms of an agent or an individual who senses.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ རྒྱུ་རྐྱེན་ གྱིས་ བྱས་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until the hell beings’ negative karmic actions have been overcome, relinquished, and exhausted, they will continue to experience the consequences of the causes and conditions that they themselves created.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ མཆོག་ ཏུ་ མི་བཟད་པ ར་ སྨིན་ ཏེ །_ ལུས་ ཀུན་ ནས་ རབ་ཏུ་ འབར་ ཞིང་ ངུ་སྐད་ འབྱིན་ ཀུ་ ཆོ་ འདོན་པ་ ན་ སྐྱེ་བོ་ ཀུན་ གྱི་ གནས་ གྲོང་ དུ་ མཚན་མོ་ ངུ་ ཞིང་
en: $1182 “When they finally escape from this hell, they will, as an effect that accords with their causal actions, experience the utterly excruciating ripening of becoming starving spirits for one thousand lives. With their bodies completely ablaze, they will cry and wail.

source: ཉིན་པ ར་ ཡང་ ཉི་མ འི་ འོད་ མདག་མེ་ ཆར་ ལྟར་ འབབ་པ ས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ ཀྱི་ མེ་ འབྱུང་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: At night, they will be crying within the dwellings of humans, while during the day they will feel the sunlight as if it were a rain of burning coals. Thus, until their negative acts have been overcome, relinquished, and exhausted, they will continue to burn.

source: དེ་ལས་ ཀྱང་ ཐར་ ན་ དགོན་པ འི་ དུད་འགྲོ་ རྐང་པ་ བརྒྱ་ བར་ འགྱུར་ ཏེ །_ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་ [272a] པས་ གདུངས་ ལ་ཁ་ གཉིས་ ཀྱིས་ བདག་ཉིད་ ཉོན་མོངས་ པར་ འདྲེན་ ཅིང་ དེ འི་ ལུས་ ཐམས་ཅད་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ་ རྣམས་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: $1183 “When free of that condition they will be born as centipedes, living in the wilderness and suffering from constant hunger and thirst. {{page:{number:381,id:UT22084-068-021-100407,folio:F.272.a,volume:V68}}} While subjected to this dual torment, biting insects will consume their bodies entirely.

source: དེ་ གལ་ཏེ་ ཡང་ དུད་འགྲོ འི་ སྐྱེ་གནས་ དེ་ལས་ ཐར་ ལ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན །_
en: If they escape the animal realm and instead are born with the general lot in life of a human, they will resemble a black cloud and be weak, destitute, and poor.

source: དེ་ སྤྲིན་ ནག་པོ་ འདྲ་བ ར་ འགྱུར་ ཞིང་ ཉམས་པ ར་ གྱུར་པ་ ཡོངས་སུ་ སྤངས་པ་ དབུལ་བ་ ཡུན་རིང་ དུ་ རྔ་མོང་ གིས་ ཉོན་མོངས་ ཤིང་ གཞན་ ལ་ རག་ ལས་པ་ མང་ ཞིང་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་ ལ་ དེ འི་ སྲོག་ གི་ འཚོ་བ་ ཡང་ གཞན་ ལ་ རག་ ལས་པ ར་ འགྱུར་ ཏེ
en: They will suffer from incurable scabies,#163 depend on others in all regards, and suffer starvation and thirst. Thus, they will be in need of others to keep them alive.

source: དེ་ལྟ ར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ རྣམས་ དང་ །_ ཚེ་རབས་ སྟོང་ དུ་ དུད་འགྲོ་ རྣམས་ དང་ །_ གནས་སྐབས་ དེ་དག་ གི་ མིར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: In this way, they will be born one thousand times as starving spirits, one thousand times as animals, and then become human under the aforementioned circumstances.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལྟོ་ གནག་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1184 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Black Belly.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སངས་རྒྱས་ ཀྱི་ དཀོར་ ནོར་ མ་ བྱིན་པ ར་ བླངས་ ཏེ །_
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people without permission take gifts offered to the Buddha.

source: དེ་ ལ་ ཡང་ སྤྱོད་ ལ་ སྤྱད་ ནས་ ཀྱང་ དག་པ ར་ མི་ བྱེད །_
en: They partake of such offerings in an impure manner:
